[Twk_DisDLC06MoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump`"
m_InteractionTexts[2]="`GBA_Use`"
m_InteractionTexts[3]="`GBA_Block` [按住]"
m_InteractionTexts[4]="`GBA_Primary`"
m_InteractionTexts[5]="`GBA_Primary`"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary`"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` 放下"
m_InteractionTexts[9]="`GBA_Primary` 扔"
m_InteractionTexts[10]="`GBA_Use` 放下"
m_InteractionTexts[11]="`GBA_Primary` 扔"
m_InteractionTexts[12]="`GBA_Use` 放下"
m_InteractionTexts[13]="`GBA_Jump` 跳下"
m_InteractionTexts[14]="`GBA_Use` 离开钥匙孔"
m_InteractionTexts[15]="连按 `GBA_Primary`！"
m_InteractionTexts[16]="连按 `GBA_Primary`！"
m_InteractionTexts[17]="`GBA_Zoom` 收起望远镜"
m_InteractionTexts[18]="`GBA_Use` 改变变焦水平"
m_InteractionTexts[19]="使用 `KEY_LStick` 探身"
m_InteractionTexts[20]="`GBA_Use` 取消预热"
m_InteractionTexts[21]="`GBA_Secondary` 结束时空扭曲"
m_InteractionTexts[22]="`GBA_Use` 取消闪烁瞬移"
m_InteractionTexts[23]="`GBA_Secondary` 结束虚空凝视"
m_InteractionTexts[24]="`GBA_Use` 取消意念占据"
m_InteractionTexts[25]="`GBA_Secondary` 结束意念占据"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` 使用"
m_InteractionTexts[28]=""
m_InteractionTexts[29]="`GBA_Use` 对话"
m_InteractionTexts[30]="`GBA_Use` 掠夺"
m_InteractionTexts[31]="`GBA_Use` 掠夺"
m_InteractionTexts[32]="按住 `GBA_Use` 携带"
m_InteractionTexts[33]="`GBA_Use` 解除 & 搜索物件"
m_InteractionTexts[34]=""
m_InteractionTexts[35]=""
m_InteractionTexts[36]=""
m_InteractionTexts[37]="`GBA_Use` 取消扔出"
m_InteractionTexts[38]="`GBA_Use` 取消召唤"
m_InteractionTexts[39]=""
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad`"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
m_InteractionTexts_Gamepad[14]="`KEY_B` 离开钥匙孔"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_InteractionTexts_Gamepad[34]=""
m_InteractionTexts_Gamepad[35]=""
m_InteractionTexts_Gamepad[36]=""
m_InteractionTexts_Gamepad[37]=""
m_InteractionTexts_Gamepad[38]=""
m_InteractionTexts_Gamepad[39]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary`"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` 或者 `GBA_Block` + 连按两次 `GBA_Primary`"
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad`"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` 或者连按两次 `GBA_Lean_Gamepad`"
m_RuneFoundMessage="`c/`t 找到符文"
m_BoneCharmFoundMessage="`c/`t 找到骸骨护符"
m_PressKeyToReadChapterNoteMessage="任务线索更新<br />按下 `GBA_Journal` 阅读"
m_PressKeyToEquipBoneCharms="添加新骸骨护符<br />按下 `GBA_Journal` 装备"
m_PressKeyToBuyPowers="添加新符文<br />按下 `GBA_Journal` 添加新能力"
m_PressKeyToAdrenalineKill[0]="按住 `GBA_Block` 并在敌人附近按下 `GBA_Primary`<br />发动肾上腺素杀"
m_PressKeyToAdrenalineKill[1]="按住 `GBA_Block` 并在敌人附近按下 `GBA_Primary`<br />发动肾上腺素杀，或者按住 `GBA_Block` 并双击 `GBA_Primary`<br />发动肾上腺素双杀"
m_PressKeyToAdrenalineKill_Gamepad[0]="在敌人附近按下 `GBA_Lean_Gamepad` 发动肾上腺素杀"
m_PressKeyToAdrenalineKill_Gamepad[1]="在敌人附近按下 `GBA_Lean_Gamepad` 发动肾上腺素杀，<br />或双击 `GBA_Lean_Gamepad` 发动肾上腺素双杀"
m_NewObjectivePopupTitle="新目标"
m_UpdatedObjectivePopupTitle="目标更新"
m_CompletedObjectivePopupTitle="目标完成"
m_FailedObjectivePopupTitle="目标失败"

[Twk_DisGFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="你死了"

